Repository: Khulood00/TheLight
Catalog: TheLight/*.lproj/Localizable.strings
Languages: ar

source: Schedule time to exercise
ar: حدد وقت ممارسة الرياضة

source: Evning
ar: المساء

source: Morning
ar: الصباح

source: Schedule Notification
ar: اضبط الاشعارات

source: Tab to start
ar: اضغط للبدء

source: Done!
ar: انتهيت!

source: Have a nice day
ar: يوماً سعيداً

source: Excercise
ar: تمرين

source: Exercise Sitting on the floor, bend knees and open them out to the side and the soles of your feet together
ar: الجلوس على الأرض ، وثني الركبتين وافتحهما على الجانب وباطن قدميك معًا

source: Exercise Stand with your legs side by side and bend the upper part so that your chest is touching your thighs and your arms are wrapped around your knees
ar: قف و ساقيك جنباً الى جنب و احني الجزء العلوي حتي يكون صدرك ملامس لفخذيك و ذراعيك ملفوفة حول ركبتيك

source: Exercise Stand with your legs side by side, then raise one foot to touch the knee of the other leg
ar: قف و قدميك جنباً الى جنب ثم ارفع ساق واحدة لتكون ملامسة لركبة الساق الاخرى

source: Exercise Lie on the floor and bend your knees towards the top while your feet on the floor
ar: استلقي على الارض و قم بثني ركبتيك باتجاه الاعلى بينما قدميك ثابته على الارض

source: Exercise Stand on the floor and bend the upper part to till your hands touch the floor
ar: قف على الارض و احني الجزء العلوي لتجعل يديك ملامسة للأرض

source: Exercise Sit on the floor, bend one knee, straighten the other leg to the side, and extend one arm towards the straight leg
ar: اجلس على الارض و اثني ركبة واحدة و قم بفرد الساق الاخرى جانباً و افرد ذراع واحد باتجاه الساق الممدودة

source: Exercise Stand on the floor and bend one of your knees forward with your feet on the ground and straighten the other leg towards the back while your stretching your arms forward and backward
ar: قف على الارض و قم بثنى احد ركبتيك للامام مثبتاً قدميك على الارض و افرد الساق الاخرى ناحية الخلف مع فرد ذراعيك للأمام و الخلف

source: Exercise Stand on the floor using one leg and raise other one with your knee bent and straighten one of your arms and bend the other to make it touch your hip
ar: قف على الارض باستخدام ساق واحدة وقم برفع الاخرى مع ثنى ركبتك و افرد احد ذراعيك و اثني الاخر لجعله ملامس لوركك

source: Exercise Stand on the floor with one leg and bent the other one backward, holding your foot with one hand and the other one straight forward
ar: قف على الارض باستخدام ساق واحدة وقم بثني الأخرى للخلف ممسكاً قدمك باحدى يديك و الاخرى مفرودة للأمام

source: Exercise Lie facing the floor and place your elbows on the floor to raise your body while your toes touching the floor
ar: استلق مواجهاً الأرض و قم بتثبيت كوعيك علي الارض لرفع جسمك مع جعل اصابع قدمك ملامسة للارض
